var bestOfData = [
  {
    "name": "UC Pool",
    "category": "Around Campus",
    "fake photo": "fakephoto_campus",
    "category section": "Best outdoor activity",
    "voted": "yes",
    "author": "Haley Walker",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "1330 Miller Drive Coral Gables, Florida 33146",
    "phone": "305-284-3622",
    "blurb": "Do you lament the lack of sunlight in your classroom buildings? Uphold the university's old nickname, \"Sun Tan U,\" with a trip to the UC pool. The pool is the best place to lie down, catch some rays and ignore all of your other responsibilities, like school and work. Be sure to check the calendar for special events like the WVUM pool party or scuba diving lessons. Open Monday to Thursday from 11 a.m. to 7 p.m., Fridays from 11 a.m. to 8 p.m., and on Saturdays and Sundays from noon to 5 p.m. Visiting the pool is free for current UM students and faculty."
  },
  {
    "name": "The U Statue",
    "category": "Around Campus",
    "fake photo": "fakephoto_campus",
    "category section": "Best photo op",
    "voted": "yes",
    "author": "Amanda Perez",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "",
    "phone": "",
    "blurb": "For students and families celebrating a special occasion at the University of Miami, the U Statue located on the Rock near Stanford Circle is a must stop for a picture. Stand in front of the “U” and take a funny picture with your friends, a memorable picture with a relative visiting from back home, or even a nostalgic picture commemorating your graduation. In fact, there doesn’t even have to be an occasion for visiting the statue and snapping a quick photo. If you’re in the mood to show school off your spirit, there’s no shame in taking a quick selfie with the statue and sharing your school pride with the world."
  },
  {
    "name": "People-watching at Late Night Dining",
    "category": "Around Campus",
    "fake photo": "fakephoto_campus",
    "category section": "Best nighttime activity",
    "voted": "no",
    "author": "Katya Saunders",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "",
    "phone": "",
    "blurb": "Forget partying all night – why go out when there’s an evening full of entertainment right in the dining hall? Late night dining is not only one of the best things to happen to the food scene at UMiami, but it’s also the best place to people-watch. At the Hecht-Stanford Dining Hall, from Thursdays to Fridays at 11 p.m. to 2 a.m. and Sundays at 9 p.m. to midnight, a diverse mix of students can be found grabbing a late snack. After a certain point, the pajama-clad diners get lost in the crowd of partiers, all dressed to the nines and heading toward the fries. People can be seen dancing in their seats, bursting out in loud laughter in the middle of the floor and maybe even (but hopefully not) struggling to keep their balance after having a bit too much fun."
  },
  {
    "name": "SSC Balcony",
    "category": "Around Campus",
    "fake photo": "fakephoto_campus",
    "category section": "Best view",
    "voted": "yes",
    "author": "Esther Ponce De Leon",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "",
    "phone": "",
    "blurb": "The balcony on the third floor of the Shalala Student Center provides a perfect view of Lake Osceola, its lovely fountain and our beautiful UMiami campus. The balcony has egg-shaped chairs and tables where students can gather to study or mingle. At sunset, the balcony highlights the sparkling beauty of campus, and as the sun disappears, lights around the balcony provide a calm ambience. The Shalala Student Center was planned to showcase dramatic, expressive modernism, and the balcony is the apex of such designs. Any time of day, the SC Balcony is the perfect place to remember that we attend the most beautiful university in the country!"
  },
  {
    "name": "The canal in front of the Wellness Center",
    "category": "Around Campus",
    "fake photo": "fakephoto_campus",
    "category section": "Best place to catch Pokémon",
    "voted": "no",
    "author": "Stephanie Perez",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "",
    "phone": "",
    "blurb": "The canal in front of the Wellness Center: The canal by the Wellness Center is the best place to catch Pokémon. It’s not because the Pokémon found there are rare, but it’s because there is an abundance of more common Pokémon to catch. This area is populated with Slowpokes, Magikarps, Pidgeys, Ratatats and Goldeens. At any given time, five or six Pokémon will appear on your phone’s screen for you to catch. One of the best things about this canal is that you can sit on one of the gliders by Hecht Residential College, set a lure and have even more Pokémon appear without you even having to get up! The canal by the Wellness Center is definitely the place to go if you want to level up in Pokémon Go."
  },
  {
    "name": "The Foote Green",
    "category": "Around Campus",
    "fake photo": "fakephoto_campus",
    "category section": "Best place to dump your freshman boyfriend/girlfriend",
    "voted": "yes",
    "author": "Amanda Perez",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "",
    "phone": "",
    "blurb": "The Foote Green The University Green is the large expanse of fresh grass located right next to the Richter Library. With walkways leading to all parts of campus, this makes it the perfect spot to dump your significant other. The various walkways make it easy for you to make a quick getaway if need be. Likewise, the walkways and the events that are always held at the Green allows you the perfect opportunity to have an audience, if you so desire, while calling it quits. From a different perspective, the vast size of the Green also gives a private, secluded nature. If you choose a location away from the walkways, you’ll have a very private place to dump your significant other, too. In all, the University Green provides for a variety of different scenarios if you choose to dump your freshman love."
  },
  {
    "name": "Second floor of the SSC",
    "category": "Around Campus",
    "fake photo": "fakephoto_campus",
    "category section": "Best study spot",
    "voted": "yes",
    "author": "Stephanie Perez",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "1330 Miller Dr, Miami, FL 33146",
    "phone": "305-284-4351",
    "blurb": "The second floor of the Shalala Student Center has many tables and couches where you can sit down and study. Some areas of the second floor of the SSC are a lot quieter than others. If you pick a couch close to the stairway of the SSC, it is not too loud. However, if you choose to study in one of the desks in the area reserved for the student organization suites, prepare to deal with many distractions, from loud noises coming from the various org suites to friends stopping by and saying hello. Nevertheless, the second floor of the SC is a great place to study if you are the kind of person that is unnerved by the dead silence of the Richter Library. If you do like quiet, a pair of headphones or earbuds will do the trick. The Shalala Student Center is open 24 hours a day."
  },
  {
    "name": "University Village",
    "category": "Around Campus",
    "fake photo": "fakephoto_campus",
    "category section": "Best residential building",
    "voted": "yes",
    "author": "Haley Walker",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "1527 Albenga Avenue, Coral Gables, FL 33146",
    "phone": "305-284-3680",
    "blurb": "University Village University Village is the best place on campus to pretend to be an adult. With a full kitchen and laundry machines, this residential space is perfect for chefs of microwave noodles and launderers of free Canefest tees. Once you've earned sixty credits, you can apply to live in this haven of full-sized beds and fully-furnished living rooms. Best yet, you'll get cable TV -- including HBO."
  },
  {
    "name": "The Aboretum",
    "category": "Around Campus",
    "fake photo": "fakephoto_campus",
    "category section": "Best place to get in touch with nature",
    "voted": "yes",
    "author": "Katya Saunders",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "",
    "phone": "",
    "blurb": ""
  },
  {
    "name": "Runway club, Doral",
    "category": "Arts & Culture",
    "fake photo": "fakephoto_arts",
    "category section": "Best cultural immersion",
    "voted": "no",
    "author": "Katya Saunders",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "3635 NW 78th Ave, Miami, Florida 33166",
    "phone": "954-709-7242",
    "blurb": "“Fete ‘til you fall” at Runway, the spot for Caribbean food and fun. Tired of hitting up the same old clubs and parties every weekend? Spice up your Fridays with a trip to Runway, a Caribbean club located in Doral that is bound to shake up your routine. It’s the perfect place to experience the culture of the West Indies and “buss a wine” while you’re at it. The party runs on Fridays from 6 p.m. to 3:30 a.m. As the night progresses, the sweeping outdoor venue fills up with people from every background. The atmosphere is fueled by a mix of Soca, Dancehall and Reggae hits that play all night long. The club also serves popular Caribbean dishes like Jerk Chicken for when you get hungry after all that dancing. The club is 18+ and ladies get in free while guys pay $10 after midnight."
  },
  {
    "name": "MiFo LGBT Film Festival",
    "category": "Arts & Culture",
    "fake photo": "fakephoto_arts",
    "category section": "Best festival",
    "voted": "no",
    "author": "Alyssa Bolt // Edge Editor",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "6360 NE 4th Court Miami, FL 33138",
    "phone": "305-751-6305",
    "blurb": "Combining Miami and Fort Lauderdale to form “MiFo,” MiFo LGBT Film Fest holds two events per year: Miami’s festival, in April, and Fort Lauderdale’s, in October. Films featured in the festival represent the LGBT community and offer unique perspectives on gay, lesbian, bisexual, transexual and other sexuality-related issues and causes. The festival is also the largest LGBT-community arts event in South Florida. The Miami festival’s current format runs 10 days and features more than 65 films. For Film Festival members, tickets are discounted. For members of the general public, tickets start at $13 and increase based on the type of ticket. “Strike a Pose” is the opening night film, which will run 8 p.m. on Friday, October 7th."
  },
  {
    "name": "Bakehouse Art Complex",
    "category": "Arts & Culture",
    "fake photo": "fakephoto_arts",
    "category section": "Best museum",
    "voted": "no",
    "author": "Alyssa Bolt // Edge Editor",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "561 NW 32nd Street Miami FL 33127",
    "phone": "305-576-2828",
    "blurb": "Originally a bakery that was abandoned in the 1920s, artists turned the building into a non-profit art complex in 1986. The gallery features art of any form, medium and size imaginable. Today, having just hit its 30th year as an establishment, Bakehouse Art Complex has two galleries, a print room, classroom, photo lab, ceramic kiln, jewelry studio, woodworking and welding areas, and more than 60 individual artist studios. With affordable rents and a supportive, creative environment, Bakehouse offers the perfect place for budding artists to hone their craft and show their artwork to visitors, and the perfect place for locals to get a taste of what's new in the art community. Open every day from 12-5 p.m. Admission and parking are free."
  },
  {
    "name": "Sound Off ™ Silent Disco",
    "category": "Arts & Culture",
    "fake photo": "fakephoto_arts",
    "category section": "Best dance party",
    "voted": "no",
    "author": "Alyssa Bolt // Edge Editor",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "The Wynwood Yard 56 NW 29th St. Miami, FL",
    "phone": "305-771-4810",
    "blurb": "Presented by Sound Off Miami and The Wynwood Yard, Sound Off ™ Silent Disco is a unique way to get your groove on. Every other Saturday night, DJs play Hip-Hop, EDM, R&B, Latin and Top 40 hits through wireless Sound Off ™ Headphones, in which guests can pick which tunes they listen to at any time. The best part? You won’t be inside a crowded, congested nightclub. The event is held outside in a beautiful garden, so you’ll have plenty of room to gab with your friends, grab a drink and dance the night away. The event is 21+ and parking is nearby on the street. Dancing runs from 11 p.m. to 2 a.m. Tickets run $5-15, though if online tickets run out, there will be a handful of $20 headphones at the entrance."
  },
  {
    "name": "Meditation Mondays at the Bagua Center",
    "category": "Arts & Culture",
    "fake photo": "fakephoto_arts",
    "category section": "Best spiritual experience",
    "voted": "no",
    "author": "Alexandra Menyhart",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "4736 NE 2nd Ave, Miami, FL 33137",
    "phone": "305-757-9857",
    "blurb": "Say goodbye to monotonous Mondays and head over to the Bagua Center for a free meditation session. Located in Miami’s Design District, this spiritual center offers “Journey Into Unity Consciousness” classes once a week from 6:30-8:30 p.m. These classes usually sit less than 15 people and are guided by 22-year-old spiritual healer, Suraj Datla. Beginners are welcome and it is first-come, first-serve. The room is designated a judgment-free zone, and it allows locals to spice up their Mondays with body-tingling, soul-fulfilling energy practices. Mainly, deep breathing and mindful concentration are used to awaken the seven Chakras. No need to worry about coming prepared, though. The Bagua Center’s meditation room is fully equipped with meditation essentials. Yoga mats, blankets and cushioned seats are available to participants upon arrival."
  },
  {
    "name": "Linda Howard, \"Kuan",
    "category": "Arts & Culture",
    "fake photo": "fakephoto_arts",
    "category section": "Best sculpture on campus",
    "voted": "yes",
    "author": "Stephanie Perez",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "",
    "phone": "",
    "blurb": "The most fascinating sculpture on campus, Linda Howard’s “Kuan,” is located right outside of the Richter Library. Howard is an American sculptor who is best known for her large-scale, outdoor sculptures. Originally created out of aluminum (Howard’s preferred material) in 1976, “Kuan” has a contemporary, modern look. It has the shape of a narrow metal doorway, but with no door. If we are using the doorway analogy, then the walls and ceiling of this structure can be said to be made up of aluminum slabs that seem to resemble an air conditioning vent. This seems to give the sculpture an almost abstract, other-worldly feel to it. Although one can describe it as a doorway, it is very difficult to actually say what exactly “Kuan” is. Like most modern art, it’s best to leave the meaning of the sculpture up to individual interpretation."
  },
  {
    "name": "Coconut Grove Fashion + Art + Music festival",
    "category": "Arts & Culture",
    "fake photo": "fakephoto_arts",
    "category section": "Best monthly event",
    "voted": "no",
    "author": "Adrianne Babun-Chavarria",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "",
    "phone": "",
    "blurb": ""
  },
  {
    "name": "",
    "category": "Food & Drink",
    "fake photo": "fakephoto_food",
    "category section": "Best place to satisfy your sweet tooth",
    "voted": "no",
    "author": "Katya Saunders",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "1503 SW 8th St, Miami, FL 33135",
    "phone": "305-381-0369",
    "blurb": "Azucar Ice Cream Co. Established in 2011, Azucar Ice Cream Company expertly incorporates traditional Cuban fruits and flavors into their yummy treats. Nestled on the famous Calle Ocho in Miami’s cultural hub of Little Havana, the Azucar Ice Cream Company offers a perfect blend of fun and tasty with their unique ice cream. Cafe con leche, Avocado and Mantecado are just a few of their delicious Cuban inspired flavors. To give you an idea of how eclectic their treats are, their most popular flavor, Abuela Maria, is a mix of vanilla ice cream, cream cheese, guava and Maria cookies. Prices start at $4 and go up with each scoop you add. In addition to ice cream, they have sorbets, coffees, milkshakes, smoothies and T-shirts with amusing “Cuban dichos” (Cuban sayings) like, “¡Ya tu sabes!” The shop is open Sundays from 11 a.m to 10 p.m., Monday through Wednesday from 11 a.m. to 9 p.m. and Thurdays through Saturdays from 11 a.m. to 11 p.m."
  },
  {
    "name": "Azucar Ice Cream Co.",
    "category": "Food & Drink",
    "fake photo": "fakephoto_food",
    "category section": "Best hole in the wall",
    "voted": "no",
    "author": "Stephanie Perez",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "1821 SW 8th St, Miami, FL 33135",
    "phone": "305-644-6054",
    "blurb": "El Rey de las Fritas is the place to go if you’re looking for classic Cuban food. The original El Rey de las Fritas opened in 1976 on 8th Street, making it a landmark in the Miami community. Since then, three more have opened up, one in Hialeah, one on Bird Road and one on Flagler Street. The restaurant is famous for their “frita cubana,” a Cuban-style burger made with a ground-beef patty with sauteed onions and a secret sauce and topped with fries. The restaurant is open Monday through Sunday from 8 a.m. to 10:30 p.m. Prices typically range under $10."
  },
  {
    "name": "El Rey de las Fritas",
    "category": "Food & Drink",
    "fake photo": "fakephoto_food",
    "category section": "Best hidden restaurant",
    "voted": "no",
    "author": "Tristan Niskanen",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "2465 SW 17th Ave. in Miami",
    "phone": "305-644-6054",
    "blurb": "Located just off of South Dixie Hwy, El Carajo offers an intimate tapas experience. Known for its impressive and eclectic collection of wines, El Carajo is also known for its delicious food with a menu that is centered around Spanish cuisine. The inviting atmosphere of one of Miami’s best-kept secrets makes this a favorite for visitors and locals. If you’re looking for an amazing dining experience with good food and friends, El Carajo is the place for you. Open 8 a.m. to 10 p.m."
  },
  {
    "name": "El Carajo",
    "category": "Food & Drink",
    "fake photo": "fakephoto_food",
    "category section": "Best hidden bar",
    "voted": "no",
    "author": "Alyssa Bolt // Edge Editor",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "2727 Indian Creek Drive, Miami Beach, FL 33140",
    "phone": "786-476-7011",
    "blurb": "The Broken Shaker, tucked away inside Freehand Miami, a modern hotel and hostel, offers handcrafted cocktails that are prepared by skilled bartenders. With an emphasis on locally grown ingredients and a menu that changes every three weeks, the bar shows visitors a side of Miami quite unlike the high speed and heat of busier popular spots. Ditch the sweaty nightclubs and loud, booming raves for a local experience that pleases tourists and native Miamians alike. Sip on sweet drinks while sitting below hundreds of soft, relaxing light bulbs. Perfect for food, drinks and discreet people-watching, The Broken Shaker is a great way to spend an evening catching up with old friends. Open Monday to Friday from 6 p.m. to 2 a.m. and weekends from 1 p.m. to 2 a.m."
  },
  {
    "name": "The Broken Shaker",
    "category": "Food & Drink",
    "fake photo": "fakephoto_food",
    "category section": "Best healthy restaurant",
    "voted": "no",
    "author": "Mukta Vibhute",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "8211 S Dixie Hwy, Miami, FL 33143",
    "phone": "305-663-4769",
    "blurb": "With Miami’s pressure on people to think about what they’re putting into their body and look slim, healthy eating has become a type of fad. Grown is indeed Miami’s best healthy restaurant. Located on S Dixie Highway, Grown is a casual restaurant, so jeans and a t-shirt would suffice if you’d like to walk in. If you don’t feel like getting out of your pajamas, no worries, because this restaurant delivers and also has a drive through. Dishes are relatively well-priced, but may be slightly expensive for the average college student. Ordering is unique at this restaurant: you customize your entree by choosing your protein, veggie, grain and sauce. Juice and smoothies are also available, but not customizable. This restaurant is open for breakfast, lunch and dinner, from 8 a.m. to 9 p.m., 7 days a week."
  },
  {
    "name": "Grown",
    "category": "Food & Drink",
    "fake photo": "fakephoto_food",
    "category section": "Best authentic food",
    "voted": "yes",
    "author": "Mukta Vibhute",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "",
    "phone": "",
    "blurb": ""
  },
  {
    "name": "Tap Tap",
    "category": "Food & Drink",
    "fake photo": "fakephoto_food",
    "category section": "Best bang for your buck",
    "voted": "no",
    "author": "Mukta Vibhute",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "",
    "phone": "",
    "blurb": ""
  },
  {
    "name": "El Palacio de los Jugos",
    "category": "Food & Drink",
    "fake photo": "fakephoto_food",
    "category section": "Best food on campus",
    "voted": "yes",
    "author": "Adrianne Babun-Chavarria",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "",
    "phone": "",
    "blurb": ""
  },
  {
    "name": "Mark Light Shakes",
    "category": "Food & Drink",
    "fake photo": "fakephoto_food",
    "category section": "Best late-night food",
    "voted": "yes",
    "author": "Mukta Vibhute",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "",
    "phone": "",
    "blurb": ""
  },
  {
    "name": "Denny's",
    "category": "Food & Drink",
    "fake photo": "fakephoto_food",
    "category section": "Best sweat",
    "voted": "no",
    "author": "Alyssa Bolt // Edge Editor",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "5820 Commerce Ln South Miami, FL 33143",
    "phone": "",
    "blurb": "A new establishment, Bikram Hot Yoga 305 opened in summer of 2014. As a welcoming, community-driven center for yogis of all skill sets, Bikram Hot Yoga 305 is the place to practice traditional Bikram Hot Yoga, which consists of 26 of the 84 Hatha Yoga postures and two breathing exercises. Each class is 90 minutes long and follows the traditional Bikram Hot Yoga method. Plus, it’s hot – 105 degrees, to be exact. Yogis should be prepared to get physical, break out into a sweat and have fun focusing on health. It’s important for visitors to remember to bring a yoga mat, towel and water bottle, though there are rentals and drinks available at the establishment. Classes run from 9 a.m. to 7:30 p.m., with variable times depending on the day of the week. Doors close when class starts, so don’t be late. Classes start at $30."
  },
  {
    "name": "Bikram Hot Yoga 305",
    "category": "Locations",
    "fake photo": "fakephoto_locations",
    "category section": "Best thrift store",
    "voted": "no",
    "author": "Alyssa Bolt // Edge Editor",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "2233 NW 1 Ct. Miami, FL 33137",
    "phone": "305-572-2063",
    "blurb": "Bargain Barn, a thrift store in Wynwood’s design district, features low-priced goods, ranging from furniture, to home decor and clothing. With a range of great deals, it’s a top pick for secondhand couches, chairs and tables. Stop by to poke around with friends, save some dough while grabbing college dorm essentials, or pick out a sofa for your first apartment. The Barn is sponsored by Miami Rescue Mission, an organization that helps the homeless, so both donations and funds go toward a good cause. Next time you’re checking out the Wynwood Walls, stop by Bargain Barn and poke around. Bargain Barn is open 9 a.m. to 5 p.m. Mondays through Saturdays and is closed on Sundays."
  },
  {
    "name": "Miami Midtown",
    "category": "Locations",
    "fake photo": "fakephoto_locations",
    "category section": "Best throwback",
    "voted": "no",
    "author": "Tristan Niskanen",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "5505 NE 2nd Ave., Miami.",
    "phone": "786-693-9309",
    "blurb": "For those who listen to vinyl and for those who love music, Sweat Records is a must. In addition to being one of Miami’s only indie record stores, Sweat Records is a coffee shop and event space, too. It is located in northern Miami near Churchill’s Pub. The facade of the building is draped in a beautiful musical mural that includes Daft Punk, MF Doom, David Bowie and the Notorious B.I.G. The store is small, yet it boasts an impressive collection for visitors to peruse. The store is open noon to 10 p.m. Mondays through Saturdays, and noon to 5 p.m. on Sundays."
  },
  {
    "name": "Sweat Records Miami",
    "category": "Locations",
    "fake photo": "fakephoto_locations",
    "category section": "Best music venue",
    "voted": "yes",
    "author": "Alyssa Bolt // Edge Editor",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "3456 N. Miami Ave Miami, FL 33127",
    "phone": "305-576-5570",
    "blurb": "Local musicians, bands and DJs perform at Bardot, a cool, calm lounge in Miami’s Design District. If you’re expecting a big, booming dance floor or crazy, flashing lights, you’re in for a shock. The intimate venue features musical guests every night and allows for guest reservations and applications to book a performance on their website. A bar serves a wide variety of delicious drinks. Open 10 p.m. to 5 a.m. Tuesday through Saturday, closed Sunday through Monday, make sure to start your weekend off right with a trip to Bardot."
  },
  {
    "name": "Bardot",
    "category": "Locations",
    "fake photo": "fakephoto_locations",
    "category section": "Best historical landmark",
    "voted": "no",
    "author": "Adrianne Babun-Chavarria",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "16711 W Dixie Hwy, North Miami Beach, FL 33160",
    "phone": "305-945-1461",
    "blurb": "The Cloisters of St. Bernard de Clairvaux, also known as the Ancient Spanish Monastery, was built in the 10th century. This historic landmark was originally in Segovia, Spain, but was relocated to North Miami Beach and rebranded as an Episcopalian church. The cloisters’ journey to the U.S. – brought about through William Randolph Hearst’s purchase – was a mission that Time Magazine dubbed “the biggest jigsaw puzzle in history.” It currently houses a variety of Romanesque and pre-Gothic artifacts, ranging from Pope Urban VII’s clothing cabinet to two out of the three remaining telescopic windows from the medieval period, and beautiful botanical gardens to boot. Be sure to channel your inner Chaucer by embarking on a mini-pilgrimage through the hidden labyrinth on the nature path. All in all, it’s a totally immersive experience into a place that not only feels separated from current times, but also feels foreign in Miami. Admission is $5 for students and $10 for adults. Open Monday through Saturday from 10 a.m. to 4:30 p.m., and Sunday from 11 a.m. to 4:30 p.m."
  },
  {
    "name": "Spanish Monastery",
    "category": "Locations",
    "fake photo": "fakephoto_locations",
    "category section": "Best first date spot",
    "voted": "yes",
    "author": "Adrianne Babun-Chavarria",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "",
    "phone": "",
    "blurb": ""
  },
  {
    "name": "Dinner at Miracle Mile",
    "category": "Locations",
    "fake photo": "fakephoto_locations",
    "category section": "Best place to get fresh air",
    "voted": "no",
    "author": "Mukta Vibhute",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "",
    "phone": "",
    "blurb": ""
  },
  {
    "name": "Pine Tree Park",
    "category": "Locations",
    "fake photo": "fakephoto_locations",
    "category section": "",
    "voted": "no",
    "author": "",
    "photo url": "",
    "photographer": "",
    "website": "",
    "address": "",
    "phone": "",
    "blurb": ""
  }
];
